IDEA Open Model
MatConcreteSIA.Fcm Property
Compatible with IDEA StatiCa Beta 20.0
 mean value of concrete cylinder compressive strength
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double Fcm { get; set; }
Public Property Fcm As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
MatConcreteSIA Class
IdeaRS.OpenModel.Material Namespace